; Vihjeitä kääntäjälle:
; Aloittaessasi käännöstä - kopioi english.ini nimelle "finnish.ini"
; Käänn vain teksti merkin ' = ' jälkeen
; 
; Älä käännä kohdan "Reading habits - Lukusuunta" tekstiä
; Wise Force Deleter
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 1.46.38
; Lang. Update: 2018-Mar-05
;
[Lang]
NativeLanguage=Finnish-Suomi
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palautus
ButtonMenu=Valikko

[Translation]
LangCode=040b
ReadHabit=Left-to-right
LanguageName=FIN
LangShortName=fi-fi
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
;
; Popup menu - Ponnahdus valikko
;
pmHelp=Suoraa Apua
pmforum=Keskustelu alueelle
pmHome=Kotisivulle
pmContact=Ota yhteyttä meihin
pmCheckNew=Tarkista päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmConMenu=Lisää toiminne valikkoon
;
; Main GUI - Pää ohjelma
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Pääset eroon mistä tahansa tiedostosta, jota et voi poistaa Windowsilla
FrmWDMain.btnAFile.caption=Lisää tiedosto
FrmWDMain.btnAfolder.caption=Lisää kansio
FrmWDMain.btnRemove.caption=Poista
FrmWDMain.btnDel.caption=Avaa lukinta & Poista
FrmWDMain.btnsupport.caption=Palaute
FrmWDMain.btnfacebook.hint=Seuraa meitä Facebookissa
FrmWDMain.btntwitter.hint=Jaa Wise Force Deleteriä Twitterissä
FrmWDMain.btngoogle.hint=Jaa Wise Force Deleteriä Google+:ssa
FrmWDMain.btnemail.hint=Kerro ystävillesi Wise Force Deleteristä
FrmWDManin.lvfile.Columns[0]=Nimi
FrmWDManin.lvfile.Columns[1]=Polku
FrmWDManin.lvfile.Columns[2]=Tila
;
; About - Tietoja
;
FrmAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAbout.lblWarning.caption=Varoitus: Tämä tietokoneohjelma on suojattu tekijänoikeuslailla ja kansainvälisillä sopimuksilla.

[Message]
ddfolderwar=Kaikki tiedostot ja alikansiot poistetaan. Oletko varma että haluat poistaa lukinnan ja tuhota tämän kansion?
sysdirs=Järjestelmä hakemistojen poistamista EI TUETA.
rootpath=Juurihakemistojen poistamista EI TUETA.
netdevice=Asema ei ole kelvollinen paikallisasema.
DragFile=Kansiota ei voitu pudottaa sisään.
ForceDelete=Pakotettu poisto
Newver=Uusi versio Wise Force Deleteristä on saatavilla, haluatko päivittää nyt?
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
None=Valmis
Unlocked=Lukinta avattu & Poistettu
Deleted=Poistettu
FailDel=Poisto epäonnistui
Aborted=Keskeytetty
NoExists=Ei löydy
ConfirmDel=Haluatko avata lukinnan ja poistaa tiedoston/kansion?
TranslateTo=Käännetty kielille..